# specify a directory to install
cask_args appdir: '/Applications'

# install packages
tap 'caskroom/homebrew-cask' || true
brew 'bash'
brew 'cowsay'
brew 'fortune'
brew 'git'
brew 'htop'
brew 'irssi'
brew 'lolcat'
brew 'node'
brew 'openssl'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'wget'
brew 'vim'

# Casks
cask 'google-chrome'
cask 'dropbox'
cask 'flux'
cask 'slack'
